---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisGroundPlaneParam
source: html/acd2c20c-a705-4bcf-fcb8-b99bc7ddaa4c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisGroundPlaneParam Property

"Ground Plane"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisGroundPlaneParam { get; }
```